CREATE DATABASE bangumi;
USE bangumi;

CREATE TABLE october (
    id      int,
    description text
);

CREATE TABLE bangumi_secret (
    flag    text
);

INSERT INTO october VALUES 
(1, '成績優秀で世渡り上手な高校2年生・矢口八虎は、悪友たちと遊びながら、毎日を過ごしていた。
誰もが思う“リア充”……そんな八虎は、いつも、どこかで虚しかった。
ある日、美術室で出会った1枚の絵に、八虎は心を奪われる。
「絵は、文字じゃない言語だから」
絵を通じてはじめて正直な気持ちを表現できた八虎は、美術のおもしろさに目覚め、衝動のままにスケッチブックへ向かっていく。
そして八虎は、ついに進路を固める。
「第一志望 東京藝術大学」
実質倍率200倍、入学試験まで、あと650日——！
国内最難関の美大を目指して青春を燃やす、アート系スポ根物語、開幕！'),

(2, '「音楽は、力となる」

楽曲は、少女に宿り力を成した。
かつての時代に生み出された伝説の歌劇、偉大な楽曲。
その楽譜を吹き込まれた新たなる命「ムジカート」。

音楽を失った世界で、音楽の力を用いて戦う少女達の儚くも美しい、運命の物語。
彼女たちはただ、その先にある歓喜を目指す。

「takt op.」
それは、明日へと音楽を繋ぐプロジェクト。'),

(3, 'かつて滅びた死者の街――
人里離れたこの地に一人の生きた子供、ウィルがいた。
少年を育てるのは三人の不死者。
豪快な骸骨の剣士のブラッド。淑やかな神官ミイラのマリー。偏屈な魔法使いの幽霊のガス。
彼ら三人に教えを受け、愛を注がれ少年は育てられる。
そしていつしか少年は一つの疑念を抱く。
「……この『僕』って、何者なんだ？」
ウィルにより解き明かされる最果ての街に秘められた不死者たちの抱える謎。
善なる神々の愛と慈悲。
悪なる神々の偏執と狂気。'),

(4, '国家的丰饶程度，拥有的强者数量，以及国王本人是否像勇者一样强大，将这些综合起来进行的排名就是“国王排名”。
主人公波吉，是国王排名第7名的伯斯王所统治的王国的第一王子。然而，波吉生来就失聪，身体孱弱得举不起剑，不光家臣，就连民众都蔑视他“不是当国王的料”。这样的波吉交到了第一个朋友，卡克。
随着与卡克的相遇，以及一点点小小的勇气，波吉的人生迈出一大步——'),

(5, '見えるはずのないものが見えたとき　見てはいけないものを見たとき　あなたならどうしますか……？

そんなものが語りかけてきたら　こちらに向かってきたら　あなたはどうしますか……？

一目散に逃走する？　あやしげな術を学び、もしくは霊媒師を頼り、戦う？　女子高生・四谷みこの取った行動は――

徹底的にスルー！

なんにも見えていない、気づいていない！　これは、鋼の精神とスルースキルを駆使して女子高生が異形な“ヤバい”やつらを回避するお話……

見えていないだけで、そいつらはあなたの隣にも、ほら……
'),

(6, '所谓的“交流障碍症”——
是不擅于与人交流的症状，亦或有该症状的人。
应该注意的是——这种情况只是自我觉得不擅长，不想和别人有接触。
樱花烂漫的高中1年级，有着极度的交流障碍症的古见遇到了“过于普通”的同班同学・只野。
面对人群会感到紧张的古见的梦想是“能够交到100个朋友”。
在个性派所云集的高中，古见能实现她的梦想吗？
想要传达，但是却传达不到…心神不宁，忐忑不安，不由自主地冷笑。
但是有时却如刺入胸膛？
沉默的美少女·古见的交流障碍症喜剧。');

